const state = {
  events: [
    {
      id: 1,
      img1: require("../../../assets/images/events/maryantong1.jpg"),
      img2: require("../../../assets/images/events/maryantong2.jpg"),
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/events/Maryantong3.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/events/Maryantong4.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/events/Maryantong5.jpg"),
        },
      ],
      name: "মারায়ংতন ক্যাম্পিং এবং আলীর গুহা অভিযান",
      title: "Mayangton Camping",
      price: "৪৫০০/-",
      price_details: "ksjehksdjhf",
      date: "",
      location: "মেরাইথং, আলীকদম, বান্দরবান",
      event_duration: "",
      short_description: "মারায়ংতন ক্যাম্পিং এবং আলীর গুহা অভিযান",
      description:
        " রাতের বাসে ঢাকা থেকে চকরিয়ার উদ্দেশ্যে যাত্রা করবো। চকোরিয়া থেকে জীপে চলে যাবো আলীকদম। আলীকদমে বাজার সদাই করে চলে যাবো আমাদের নির্ধারিত ক্যাম্প সাইট মারায়ন তং জাদীতে। মারানয় তং এর চূড়ায় তাবু ঠিক করে চলবে আড্ডা, গান। নিজেরা সবাই মিলে রান্না বান্না করে রাতে খেয়ে ঘুমিয়ে পড়বো পাহাড় চুড়ায়। ভোরে ঘুম থেকে উঠে মেঘের ভেলায় ভেসে কিছু সময় কাটিয়ে ক্যাম্প গুছিয়ে নিচে নেমে এসে আবাসিকে নাস্তা করবো। নাস্তার পর আমরা ঘুরে দেখবো রহস্যময় আলীর গুহা। সেখান থেকে জীপে চকোরিয়া এসে খাবার দাবার শেষ করে রাতের বাসে ঢাকার উদ্দেশ্যে যাত্রা। অথবা, প্রথম দিন আমরা মারায়ন তং এ উঠার আগে আলীর গুহা ঘুরে দেখে মারায়ন তং চলে যেতে পারি। এবং এদিন আমরা নিজেরা নিজেরা মিলে ডিম পাহাড় অথবা কক্সবাজার ঘুরে (বাসভাড়া/জ্বীপ ভাড়া হিজ হিজ হুজ হুজ) রাতের বাসে ঢাকা চলে আসতে পারি। সকালে ঢাকা পৌছে যে যার মতো বাসায় ফিরে যাবো।",
      hotel: "",
      activities: [
        {
          id: 1,
          title: "Day 1",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 2,
          title: "Day 2",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 3,
          title: "Day 3",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 4,
          title: "Day 4",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
      ],

      inclusions: [
        {
          id: 1,
          inc: "ঢাকা-চকরিয়া-ঢাকা (নন এসি বাস সার্ভিস)",
        },
        {
          id: 2,
          inc: "সকালের নাস্তা, দুপুরের খাবার(শুকনো খাবার বা স্থানীয় যে খাবার পাওয়া যাবে, রাতের খাবার",
        },
        {
          id: 3,
          inc: "সকল ধরনের লোকাল ট্রান্সপোর্ট (জীপ/বাইক)",
        },
        {
          id: 4,
          inc: "গাইড",
        },
        {
          id: 5,
          inc: "একান্তই তাবু ম্যানেজ করতে না পারলে শেয়ার বেসিসে তাবুতে থাকার ব্যবস্থা",
        },
        {
          id: 6,
          inc: "ফড়িংয়ের দলের একটি টি-শার্ট",
        },
      ],
      exclusions: [
        {
          id: 1,
          exc: "ব্যক্তিগত ঔষধ",
        },
        {
          id: 2,
          exc: "ম্যালেরিয়া প্রতিষেধক, ওডোমস",
        },
        {
          id: 3,
          exc: "যেকোন ধরনের ব্যাক্তিগত খরচ",
        },
      ],
      Policy: [
        {
          id: 1,
          policy: "নির্দিষ্ট সময়ে ইভেন্ট ফি পরিশোধ করতে হবে।",
        },
        {
          id: 2,
          policy: "ইভেন্টে কোন ধরনের মাদকদ্রব্য সেবন/বহন করা যাবে না।",
        },
        {
          id: 3,
          policy: "ধূমপান করে না এমন কারো সামনে ধূমপান করা যাবে না।",
        },
        {
          id: 4,
          policy:
            "ভ্রমন চলাকালিন যেকোন সমস্যা/দুর্ঘটনা মেনে নেওয়ার মন মানসিকতা নিয়েই অংশগ্রহন করবেন।",
        },
        {
          id: 5,
          policy: "যেকোন সমস্যা অংশগ্রহনকারী সকলে মিলে সমাধানের চেষ্টা করবেন।",
        },
        {
          id: 6,
          policy:
            "সকল নিয়ম কানুন অবশ্যই মেনে চলার দৃষ্টিভঙ্গি নিয়েই অংশগ্রহন করত হবে।",
        },
        {
          id: 7,
          policy: "অতিরিক্ত দু:সাহসিকতা দেখানো যাবেনা।",
        },
        {
          id: 8,
          policy:
            "দলছাড়া হয়ে ঘুরা যাবে না। বিশেষ প্রয়োজনে দলকে জানিয়ে যাওয়া যেতে পারে।",
        },
        {
          id: 9,
          policy: "দলের কাউকে কষ্ট দিয়ে কোন কথা বলা বা কাজ করা যাবে না।",
        },
        {
          id: 10,
          policy: "সম্পূর্ন ইভেন্ট বিবরন ও বিস্তারিত পড়ে অংশগ্রহন করতে হবে।",
        },
      ],
    },
    {
      id: 2,
      img1: require("../../../assets/images/events/sajek1.jpg"),
      img2: require("../../../assets/images/events/sajek2.jpg"),
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/events/sajek4.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/events/sajek3.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/events/sajek1.jpg"),
        },
      ],
      name: "মেঘের রাজ্য সাজেক",
      title: "Sajek",
      price: "৫৫০০/-",
      price_details:
        "✔️ট্যুর বাজেট - ৫৫০০ টাকা মাত্র জনপ্রতি (নন এসি বাস,এক রুমে চারজন শেয়ার বেসিসে ) ৬৫০০ টাকা মাত্র জনপ্রতি (এসি বাস,এক রুমে চারজন শেয়ার বেসিসে ) ✅কাপলদের জন্য ঃ- ১৩৫০০ টাকা প্রতি কাপল।(নন এসি বাস) ১৫৫০০ টাকা প্রতি কাপল। (এসি বাস)",
      date: "",
      location: "Sajek Valley- সাজেক ভ্যালী, বাংলাদেশ",
      event_duration: "16 April - 19 april, 2022",
      short_description:
        "এটি ফড়িংয়ের দলের নিজস্ব ইভেন্ট। আমাদের এবারে গন্তব্য মেঘের রাজ্য সাজেক ভ্যালীতে ।",
      description:
        " রাতের বাসে ঢাকা থেকে রওনা দিবে ফড়িংয়ের দল । সকালে খাগড়াছড়ি পৌঁছে নাস্তা করে জিপে করে যাবে মেঘের দেশ সাজেকে। দুপুরে সাজেক পৌঁছে কটেজ এ চেক ইন করবে। এর পর ফ্রেশ হয়ে লাঞ্চ করে ঘুরে বেড়াবে রুইলুই পাড়া আর কংলাংক পাড়ার প্রতি প্রান্তে। দেখবে সূর্যাস্ত। সকালে উঠেই মেঘের ভেতর দাঁড়িয়ে সূর্যোদয় দেখে, ধোয়া ওঠা এক কাপ চা আর নাস্তা করে রওনা দিবে খাগড়াছড়ি শহরের উদ্দেশ্যে। দুপুরের মধ্যে খাগড়াছড়ি পৌঁছে এ লাঞ্চ করবে ফড়িং দল। এর পর একে একে রিসাং ঝরনায় ভিজে আর আলুটিলা গুহা জয় করে ,তারেং এবং ঝুলন্ত ব্রিজ ঘুরে রাতের বাসে ঢাকায় রওনা দিবে ফড়িংরা। সব কিছু ঠিক থাকলে সকালে ঢাকায় পৌঁছাবে ফড়িংরা।",
      hotel: "",
      activities: [
        {
          id: 1,
          title: "Day 1",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 2,
          title: "Day 2",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 3,
          title: "Day 3",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 4,
          title: "Day 4",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
      ],

      inclusions: [
        {
          id: 1,
          inc: "সাদা মাহিন্দ্রা জ্বীপ গাড়ির আপ ডাউন ভাড়া",
        },
        {
          id: 2,
          inc: "৬ বেলা খাবার",
        },
        {
          id: 3,
          inc: "শেয়ার বেসিসে কটেজে থাকা",
        },
        {
          id: 4,
          inc: "সাজেকে এন্ট্রি টিকেট",
        },
        {
          id: 5,
          inc: "আলুটিলা ,ঝুলন্ত ব্রীজের এন্ট্রি টিকেটস",
        },
      ],
      exclusions: [
        {
          id: 1,
          exc: "যেকোন ধরনের ব্যাক্তিগত খরচ",
        },
        {
          id: 2,
          exc: "ঔষধ",
        },
      ],
      Policy: [
        {
          id: 1,
          policy: "অবশ্যই আপনাকে শক্ত মনমানসিকতা নিয়ে আসতে হবে",
        },
        {
          id: 2,
          policy: "ট্যুরে এডমিনের যে কোন সিদ্ধান্তে কো-অপারেট করতে হবে",
        },
        {
          id: 3,
          policy: "যে কোন পরিস্থিতিতে নিজেকে মানিয়ে নিতে হবে ",
        },
        {
          id: 4,
          policy: "আনন্দ করবো কিন্তু তা লিমিটের মধ্যে",
        },
        {
          id: 5,
          policy: "গ্রুপে সবার সাথে ভালো ব্যবহার করতে হবে",
        },
        {
          id: 6,
          policy: "ট্যুরে কোন প্রকার অবৈধ কাজ করা যাবে না ",
        },
        {
          id: 7,
          policy: "মাদকমুক্ত ইভেন্ট",
        },
      ],
    },
    {
      id: 3,
      img1: require("../../../assets/images/events/shada1.jpg"),
      img2: require("../../../assets/images/events/shada2.jpg"),
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/events/vholaS1.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/events/vholaS2.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/events/vholaS3.jpg"),
        },
      ],
      name: "ভোলাগঞ্জ সাদাপাথর ও রাতারগুল",
      title: "Volagang",
      price: "২৩৯৯/-",
      price_details: "",
      date: "",
      location: "ভোলাগঞ্জ সাদাপাথর,সিলেট",
      event_duration: "",
      short_description: "ভোলাগঞ্জ সাদাপাথর ও রাতারগুল",
      description:
        "সিলেটের সীমান্তবর্তী একটি নদের নাম ধলাই। ভারতের মেঘালয় রাজ্য থেকে নেমে এসেছে এটি। ধলাই নদের উৎসমুখে পাঁচ একর জায়গা জুড়ে ছড়িয়ে-ছিটিয়ে রয়েছে সাদা সাদা পাথর। ওপারে উঁচু পাহাড়ে ঘেরা সবুজের মায়াজাল। সেখান থেকে নেমে আসা ঝরনার অশান্ত শীতল পানির অস্থির বেগে বয়ে চলা। গন্তব্য তৃষ্ণার্ত ধলাইয়ের বুক। স্বচ্ছ নীল জল, সাদা পাথর আর পাহাড়ের সবুজ মিলেমিশে যেন একাকার। ধলাইয়ের বুকে ছড়িয়ে-ছিটিয়ে থাকা পাথরের বিছানা শোভা বাড়িয়ে দিয়েছে হাজার গুণ। রাতের রির্জাব এসি হাইসে অথবা নন এসি চেয়ার কোচ বাসে করে আমরা সিলেটের উদ্দেশ্যে রওনা হয়ে যাব । সকালে সিলেটে নেমে নাস্তা করে চলে যাবো আমাদের আসল গন্তব্য ভোলাগন্জ তারপর নৌকা দিয়ে পার হয়ে চলে যাবো সাদাপাথর ।দুপুরের খাবার খেয়ে চলে যাবো রাতারগুল । তারপর আসার পথে চা বাগান ভ্রমন করে জমপেশ করে সিলেটের বিখ্যাত পাঁচ ভাইয়ে রাতের খাবার সেরে ঢাকার উদ্দেশ্যে রওনা হয়ে যাবো।ডিনারের পর কেউ ইচ্ছে করলে সিলেট শহর/মাজারেও যেতে পারেন নিজ খরচে । (অথবা আলোচনা সাপেক্ষে আমরা সন্ধ্যায় ঢাকার উদ্দশ্যে রওণা হবে রাত ১২/১টার মধ্যে ঢাকাও আসতে পারবো) সবকিছু ঠিক থাকলে খুব সকালে ঢাকা পৌছে যাবো । রাতারগুল :- রাতারগুল বনটি হল গৌঁন নদী, ফতেহপুর ইউনিয়ন, গোয়াইনঘাট, সিলেট, বাংলাদেশে অবস্থিত একটি তাজা জলীয় জলাশয় বন। এটি বাংলাদেশের একমাত্র তলদেশের বন এবং বিশ্বের কয়েকটি তাজা জলাশয়ের তলদেশের এক বন। বাংলাদেশ সরকার বন বিভাগের অধীনে বনভূমি প্রাকৃতিকভাবে সংরক্ষিত হয়। তার এলাকা ৩,৩২৫.৬১৩ একর, যার মধ্যে ৫০৩ একর জমিতে ১৯৭৩ সালে পশু আশ্রয়কেন্দ্র হিসেবে ঘোষিত হয়। এটি সিলেটের বাংলা এবং সুন্দরবনের আমাজন নামে পরিচিত। সিলেট থেকে ২৬ কিলোমিটার দূরে বাংলাদেশের এই একমাত্র তলদেশের বনভূমি অবস্থিত। বনটির নাম সিলেটের স্থানীয়দের ব্যবহৃত শব্দ 'রাতা' বা 'পটি' গাছ থেকে আসে।",
      hotel: "Chander Bari, Sajek Valley",
      activities: [
        {
          id: 1,
          title: "Day 1",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 2,
          title: "Day 2",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 3,
          title: "Day 3",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 4,
          title: "Day 4",
          activity: "jkhgdf jfkdhg,v fjgskfjj",
        },
      ],

      inclusions: [
        {
          id: 1,
          inc: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 2,
          inc: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 3,
          inc: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 4,
          inc: "jkhgdf jfkdhg,v fjgskfjj",
        },
      ],
      exclusions: [
        {
          id: 1,
          exc: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 2,
          exc: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 3,
          exc: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 4,
          exc: "jkhgdf jfkdhg,v fjgskfjj",
        },
      ],
      Policy: [
        {
          id: 1,
          policy: "অবশ্যই আপনাকে শক্ত মনমানসিকতা নিয়ে আসতে হবে",
        },
        {
          id: 2,
          policy: "ট্যুরে এডমিনের যে কোন সিদ্ধান্তে কো-অপারেট করতে হবে",
        },
        {
          id: 3,
          policy: "যে কোন পরিস্থিতিতে নিজেকে মানিয়ে নিতে হবে ",
        },
        {
          id: 4,
          policy: "আনন্দ করবো কিন্তু তা লিমিটের মধ্যে",
        },
        {
          id: 5,
          policy: "গ্রুপে সবার সাথে ভালো ব্যবহার করতে হবে",
        },
        {
          id: 6,
          policy: "ট্যুরে কোন প্রকার অবৈধ কাজ করা যাবে না ",
        },
        {
          id: 7,
          policy: "মাদকমুক্ত ইভেন্ট",
        },
      ],
    },
    {
      id: 4,
      img1: require("../../../assets/images/events/annapurna1.jpg"),
      img2: require("../../../assets/images/events/annapurna2.jpg"),
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/events/annapurna5.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/events/annapurna4.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/events/annapurna3.jpg"),
        },
        {
          id: 4,
          img: require("../../../assets/images/events/annapurna6.jpg"),
        },
        {
          id: 5,
          img: require("../../../assets/images/events/annapurna7.jpg"),
        },
        {
          id: 6,
          img: require("../../../assets/images/events/annapurna8.jpg"),
        },
      ],
      name: "অন্নপূর্ণা বেইজক্যাম্প",
      title: "Onnopurna",
      price: "2350/-",
      price_details:
        "✔️ইভেন্ট প্রাইজ - ৩৫০ ইউএস ডলার ( কাঠমুন্ডু থেকে কাঠমুন্ডু)",
      date: "",
      location: "Nepal",
      event_duration: "",
      short_description:
        "এটি ফড়িংয়ের দলের নিজস্ব ইভেন্ট। আমরা এবার যাচ্ছি হিমালয়ের দেশ নেপালের অন্নপূর্না বেইজক্যাম্পে।",
      description:
        "অন্নপূর্ণা বেইজক্যাম্প ট্রেক নিয়ে বেশি কিছু বলার দরকার হয়না। নেপালের জনপ্রিয় ২ টা রুটের মধ্যে অন্নপূর্ণা বেইজক্যাম্প অন্যতম। পৃথিবীর অন্যতম কঠিন পর্বতের সামনে নিজেকে আবিষ্কার করাটা এক অভূতপূর্ব অনুভূতি। অন্নপূর্ণা বেইজক্যাম্প ট্রেক বিগেনার লেভেলের ট্রেক, ভালো ফিটনেস আর হালকা হাটাহাটি করার অভ্যাস থাকলেই আপনি এই ট্রেকে অনায়াসে যুক্ত হতে পারবেন। এই ট্রিপের জন্য কোন শর্ত আরোপ থাকবে না। তবে অবশ্যই গ্রুপ মিটিংয়ে থাকার জন্য আপনাকে চাপাচাপি করা হবে :-)",
      hotel: "",
      activities: [
        {
          id: 1,
          title: "Day 1",
          activity:
            "ঢাকা টু কাঠমুন্ডু ফ্লাইট। দুপুর ১টার মধ্যে পৌছে যাবো ।তারপর কারো হালকা কেনাকাটা থাকলে করে নিবে ।রাতের বাসে আমরা কাঠমুন্ডু থেকে পোখরা রওনা হয়ে যাবো।",
        },
        {
          id: 2,
          title: "Day 2",
          activity:
            "সারাদিন পোখরায় থাকবো এইদিন, ফেওয়া লেকের পারে অলস সন্ধ্যা আর নৌকা রাইডে কেটে যাবে রিলাক্স একটা দিন। (চাইলে এদিন আমরা ঘান্দ্রুক চলে যেতে পারি। তাহলে ট্রেক শেষে এসে একটা দিন বেশী রিলাক্স পাবো)",
        },
        {
          id: 3,
          title: "Day 3",
          activity:
            "পোখরা থেকে জিপে করে ঘান্দ্রুক চলে যাবো ডিরেক্ট। ঘান্দ্রুকে রাত্রিযাপন।",
        },
        {
          id: 4,
          title: "Day 4",
          activity:
            "আজকে থেকে আমাদের ট্রেক শুরু ।প্রথমদিনই মনে হবে আল্পনার ছবিতে আঁকা কোন এক গ্রামের উপর দিয়ে হেটে যাচ্ছি। আহা মনটা ভরে যাবে ।তবে পুরো রাস্তাটাই অনেক সিড়ি বেয়ে উঠানামা।",
        },
        {
          id: 5,
          title: "Day 5",
          activity:
            "চমরং গ্রামটা বেশ সুন্দর। এখানে প্রায় রাতে তাদের নিজস্ব সংস্কৃতি নিয়ে রাতে নাচ, গান হয় ।দারুন একটি রাতের জন্য সারাদিনের ক্লান্তি চলে যায়।",
        },
        {
          id: 6,
          title: "Day 6",
          activity: "দোভান থেকে মাছুপুছারে বেইজক্যাম্প। ৬ ঘন্টা ট্রেক।",
        },
        {
          id: 7,
          title: "Day 7",
          activity:
            "মাছুপুছারে বেইজক্যাম্প থেকে অন্নপূর্ণা বেইজক্যাম্প ঘুরে ব্যাম্বো চলে আসবো।",
        },
        {
          id: 8,
          title: "Day 8",
          activity: "ব্যাম্বো থেকে সিনোয়া অথবা ঝিনু নেমে আসবো।",
        },
        {
          id: 9,
          title: "Day 9",
          activity:
            "দিন ঝিনু থেকে ২ ঘন্টা ট্রেক করে জিপে পোখরা। রাতের বাসে কাঠমুন্ডু চলে আসবো।",
        },
        {
          id: 10,
          title: "Day 10",
          activity: "সকালে কাঠমুন্ডু নেমে দুপুরের ফ্লাইটে ঢাকা চলে আসবো।",
        },
      ],

      inclusions: [
        {
          id: 1,
          inc: "কাঠমুন্ডু থেকে সকল প্রকার যানবাহন খরচ।",
        },
        {
          id: 2,
          inc: "প্রতিদিন ৩ বেলা খাবার ( ট্রেকের সময় শুধু ভেজ আইটেম থাকবে, তবে এই রুটে খাবারের অনেক অপশন থাকবে)",
        },
        {
          id: 3,
          inc: "অভিজ্ঞ গাইড।",
        },
        {
          id: 4,
          inc: "পোখরায় মাঝারি মানের হোটেলে শেয়ার বেসিসে থাকা, ট্রেকের সময় টি হাউজ ও কটেজে থাকার ব্যাবস্থা।",
        },
        {
          id: 5,
          inc: "ফড়িংয়ের দলের একটি এক্সক্লুসিভ টিশার্ট।",
        },
      ],
      exclusions: [
        {
          id: 1,
          exc: "বিমান ভাড়া।",
        },
        {
          id: 2,
          exc: "রুট পারমিট + টিমস ( ১৩০০ রুপি)",
        },
        {
          id: 3,
          exc: "মেনুর বাইরে যেকোন খাবার",
        },
        {
          id: 4,
          exc: "মিনারেল ওয়াটার, চা, কফি",
        },
        {
          id: 5,
          exc: "পার্ক, বিনোদন, রাইডের টিকেট।",
        },
        {
          id: 6,
          exc: "উপরে উল্লেখিত নয় এমন কিছু।",
        },
      ],
      Policy: [
        {
          id: 1,
          policy: "নির্দিষ্ট সময়ে ইভেন্ট ফি পরিশোধ করতে হবে।",
        },
        {
          id: 2,
          policy:
            "ভ্রমণ সুন্দর মত পরিচালনা করার জন্য সবাই আয়োজকদের সর্বাত্মক সহায়তা করতে হবে।",
        },
        {
          id: 3,
          policy: "ধূমপান করে না এমন কারো সামনে ধূমপান করা যাবে না।",
        },
        {
          id: 4,
          policy:
            "ভ্রমন চলাকালিন যেকোন সমস্যা/দুর্ঘটনা মেনে নেওয়ার মন মানসিকতা নিয়েই অংশগ্রহন করবেন।",
        },
        {
          id: 5,
          policy:
            "সকল নিয়ম কানুন অবশ্যই মেনে চলার দৃষ্টিভঙ্গি নিয়েই অংশগ্রহন করত হবে।",
        },
        {
          id: 6,
          policy: "অতিরিক্ত দু:সাহসিকতা দেখানো যাবেনা।",
        },
        {
          id: 7,
          policy:
            "পরিবেশ ও প্রকৃতির ক্ষতি হয় এমন কিছু করা থেকে বিরত থাকতে হবে।",
        },
        {
          id: 8,
          policy:
            "দলছাড়া হয়ে ঘুরা যাবে না। বিশেষ প্রয়োজনে দলকে জানিয়ে যাওয়া যেতে পারে।",
        },
        {
          id: 9,
          policy: "দলের কাউকে কষ্ট দিয়ে কোন কথা বলা বা কাজ করা যাবে না।",
        },
        {
          id: 10,
          policy: "সম্পূর্ন ইভেন্ট বিবরন ও বিস্তারিত পড়ে অংশগ্রহন করতে হবে।",
        },
      ],
    },
    {
      id: 5,
      img1: require("../../../assets/images/events/annapurna1.jpg"),
      img2: require("../../../assets/images/events/annapurna2.jpg"),
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/events/annapurna5.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/events/annapurna4.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/events/annapurna3.jpg"),
        },
        {
          id: 4,
          img: require("../../../assets/images/events/annapurna6.jpg"),
        },
        {
          id: 5,
          img: require("../../../assets/images/events/annapurna7.jpg"),
        },
        {
          id: 6,
          img: require("../../../assets/images/events/annapurna8.jpg"),
        },
      ],
      name: "অন্নপূর্ণা বেইজক্যাম্প",
      title: "Onnopurna",
      price: "2350/-",
      price_details:
        "✔️ইভেন্ট প্রাইজ - ৩৫০ ইউএস ডলার ( কাঠমুন্ডু থেকে কাঠমুন্ডু)",
      date: "",
      location: "Nepal",
      event_duration: "",
      short_description:
        "এটি ফড়িংয়ের দলের নিজস্ব ইভেন্ট। আমরা এবার যাচ্ছি হিমালয়ের দেশ নেপালের অন্নপূর্না বেইজক্যাম্পে।",
      description:
        "অন্নপূর্ণা বেইজক্যাম্প ট্রেক নিয়ে বেশি কিছু বলার দরকার হয়না। নেপালের জনপ্রিয় ২ টা রুটের মধ্যে অন্নপূর্ণা বেইজক্যাম্প অন্যতম। পৃথিবীর অন্যতম কঠিন পর্বতের সামনে নিজেকে আবিষ্কার করাটা এক অভূতপূর্ব অনুভূতি। অন্নপূর্ণা বেইজক্যাম্প ট্রেক বিগেনার লেভেলের ট্রেক, ভালো ফিটনেস আর হালকা হাটাহাটি করার অভ্যাস থাকলেই আপনি এই ট্রেকে অনায়াসে যুক্ত হতে পারবেন। এই ট্রিপের জন্য কোন শর্ত আরোপ থাকবে না। তবে অবশ্যই গ্রুপ মিটিংয়ে থাকার জন্য আপনাকে চাপাচাপি করা হবে :-)",
      hotel: "",
      activities: [
        {
          id: 1,
          title: "Day 1",
          activity:
            "ঢাকা টু কাঠমুন্ডু ফ্লাইট। দুপুর ১টার মধ্যে পৌছে যাবো ।তারপর কারো হালকা কেনাকাটা থাকলে করে নিবে ।রাতের বাসে আমরা কাঠমুন্ডু থেকে পোখরা রওনা হয়ে যাবো।",
        },
        {
          id: 2,
          title: "Day 2",
          activity:
            "সারাদিন পোখরায় থাকবো এইদিন, ফেওয়া লেকের পারে অলস সন্ধ্যা আর নৌকা রাইডে কেটে যাবে রিলাক্স একটা দিন। (চাইলে এদিন আমরা ঘান্দ্রুক চলে যেতে পারি। তাহলে ট্রেক শেষে এসে একটা দিন বেশী রিলাক্স পাবো)",
        },
        {
          id: 3,
          title: "Day 3",
          activity:
            "পোখরা থেকে জিপে করে ঘান্দ্রুক চলে যাবো ডিরেক্ট। ঘান্দ্রুকে রাত্রিযাপন।",
        },
        {
          id: 4,
          title: "Day 4",
          activity:
            "আজকে থেকে আমাদের ট্রেক শুরু ।প্রথমদিনই মনে হবে আল্পনার ছবিতে আঁকা কোন এক গ্রামের উপর দিয়ে হেটে যাচ্ছি। আহা মনটা ভরে যাবে ।তবে পুরো রাস্তাটাই অনেক সিড়ি বেয়ে উঠানামা।",
        },
        {
          id: 5,
          title: "Day 5",
          activity:
            "চমরং গ্রামটা বেশ সুন্দর। এখানে প্রায় রাতে তাদের নিজস্ব সংস্কৃতি নিয়ে রাতে নাচ, গান হয় ।দারুন একটি রাতের জন্য সারাদিনের ক্লান্তি চলে যায়।",
        },
        {
          id: 6,
          title: "Day 6",
          activity: "দোভান থেকে মাছুপুছারে বেইজক্যাম্প। ৬ ঘন্টা ট্রেক।",
        },
        {
          id: 7,
          title: "Day 7",
          activity:
            "মাছুপুছারে বেইজক্যাম্প থেকে অন্নপূর্ণা বেইজক্যাম্প ঘুরে ব্যাম্বো চলে আসবো।",
        },
        {
          id: 8,
          title: "Day 8",
          activity: "ব্যাম্বো থেকে সিনোয়া অথবা ঝিনু নেমে আসবো।",
        },
        {
          id: 9,
          title: "Day 9",
          activity:
            "দিন ঝিনু থেকে ২ ঘন্টা ট্রেক করে জিপে পোখরা। রাতের বাসে কাঠমুন্ডু চলে আসবো।",
        },
        {
          id: 10,
          title: "Day 10",
          activity: "সকালে কাঠমুন্ডু নেমে দুপুরের ফ্লাইটে ঢাকা চলে আসবো।",
        },
      ],

      inclusions: [
        {
          id: 1,
          inc: "কাঠমুন্ডু থেকে সকল প্রকার যানবাহন খরচ।",
        },
        {
          id: 2,
          inc: "প্রতিদিন ৩ বেলা খাবার ( ট্রেকের সময় শুধু ভেজ আইটেম থাকবে, তবে এই রুটে খাবারের অনেক অপশন থাকবে)",
        },
        {
          id: 3,
          inc: "অভিজ্ঞ গাইড।",
        },
        {
          id: 4,
          inc: "পোখরায় মাঝারি মানের হোটেলে শেয়ার বেসিসে থাকা, ট্রেকের সময় টি হাউজ ও কটেজে থাকার ব্যাবস্থা।",
        },
        {
          id: 5,
          inc: "ফড়িংয়ের দলের একটি এক্সক্লুসিভ টিশার্ট।",
        },
      ],
      exclusions: [
        {
          id: 1,
          exc: "বিমান ভাড়া।",
        },
        {
          id: 2,
          exc: "রুট পারমিট + টিমস ( ১৩০০ রুপি)",
        },
        {
          id: 3,
          exc: "মেনুর বাইরে যেকোন খাবার",
        },
        {
          id: 4,
          exc: "মিনারেল ওয়াটার, চা, কফি",
        },
        {
          id: 5,
          exc: "পার্ক, বিনোদন, রাইডের টিকেট।",
        },
        {
          id: 6,
          exc: "উপরে উল্লেখিত নয় এমন কিছু।",
        },
      ],
      Policy: [
        {
          id: 1,
          policy: "নির্দিষ্ট সময়ে ইভেন্ট ফি পরিশোধ করতে হবে।",
        },
        {
          id: 2,
          policy:
            "ভ্রমণ সুন্দর মত পরিচালনা করার জন্য সবাই আয়োজকদের সর্বাত্মক সহায়তা করতে হবে।",
        },
        {
          id: 3,
          policy: "ধূমপান করে না এমন কারো সামনে ধূমপান করা যাবে না।",
        },
        {
          id: 4,
          policy:
            "ভ্রমন চলাকালিন যেকোন সমস্যা/দুর্ঘটনা মেনে নেওয়ার মন মানসিকতা নিয়েই অংশগ্রহন করবেন।",
        },
        {
          id: 5,
          policy:
            "সকল নিয়ম কানুন অবশ্যই মেনে চলার দৃষ্টিভঙ্গি নিয়েই অংশগ্রহন করত হবে।",
        },
        {
          id: 6,
          policy: "অতিরিক্ত দু:সাহসিকতা দেখানো যাবেনা।",
        },
        {
          id: 7,
          policy:
            "পরিবেশ ও প্রকৃতির ক্ষতি হয় এমন কিছু করা থেকে বিরত থাকতে হবে।",
        },
        {
          id: 8,
          policy:
            "দলছাড়া হয়ে ঘুরা যাবে না। বিশেষ প্রয়োজনে দলকে জানিয়ে যাওয়া যেতে পারে।",
        },
        {
          id: 9,
          policy: "দলের কাউকে কষ্ট দিয়ে কোন কথা বলা বা কাজ করা যাবে না।",
        },
        {
          id: 10,
          policy: "সম্পূর্ন ইভেন্ট বিবরন ও বিস্তারিত পড়ে অংশগ্রহন করতে হবে।",
        },
      ],
    },
    {
      id: 6,
      img1: require("../../../assets/images/events/annapurna1.jpg"),
      img2: require("../../../assets/images/events/annapurna2.jpg"),
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/events/annapurna5.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/events/annapurna4.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/events/annapurna3.jpg"),
        },
        {
          id: 4,
          img: require("../../../assets/images/events/annapurna6.jpg"),
        },
        {
          id: 5,
          img: require("../../../assets/images/events/annapurna7.jpg"),
        },
        {
          id: 6,
          img: require("../../../assets/images/events/annapurna8.jpg"),
        },
      ],
      name: "অন্নপূর্ণা বেইজক্যাম্প",
      title: "Onnopurna",
      price: "2350/-",
      price_details:
        "✔️ইভেন্ট প্রাইজ - ৩৫০ ইউএস ডলার ( কাঠমুন্ডু থেকে কাঠমুন্ডু)",
      date: "",
      location: "Nepal",
      event_duration: "",
      short_description:
        "এটি ফড়িংয়ের দলের নিজস্ব ইভেন্ট। আমরা এবার যাচ্ছি হিমালয়ের দেশ নেপালের অন্নপূর্না বেইজক্যাম্পে।",
      description:
        "অন্নপূর্ণা বেইজক্যাম্প ট্রেক নিয়ে বেশি কিছু বলার দরকার হয়না। নেপালের জনপ্রিয় ২ টা রুটের মধ্যে অন্নপূর্ণা বেইজক্যাম্প অন্যতম। পৃথিবীর অন্যতম কঠিন পর্বতের সামনে নিজেকে আবিষ্কার করাটা এক অভূতপূর্ব অনুভূতি। অন্নপূর্ণা বেইজক্যাম্প ট্রেক বিগেনার লেভেলের ট্রেক, ভালো ফিটনেস আর হালকা হাটাহাটি করার অভ্যাস থাকলেই আপনি এই ট্রেকে অনায়াসে যুক্ত হতে পারবেন। এই ট্রিপের জন্য কোন শর্ত আরোপ থাকবে না। তবে অবশ্যই গ্রুপ মিটিংয়ে থাকার জন্য আপনাকে চাপাচাপি করা হবে :-)",
      hotel: "",
      activities: [
        {
          id: 1,
          title: "Day 1",
          activity:
            "ঢাকা টু কাঠমুন্ডু ফ্লাইট। দুপুর ১টার মধ্যে পৌছে যাবো ।তারপর কারো হালকা কেনাকাটা থাকলে করে নিবে ।রাতের বাসে আমরা কাঠমুন্ডু থেকে পোখরা রওনা হয়ে যাবো।",
        },
        {
          id: 2,
          title: "Day 2",
          activity:
            "সারাদিন পোখরায় থাকবো এইদিন, ফেওয়া লেকের পারে অলস সন্ধ্যা আর নৌকা রাইডে কেটে যাবে রিলাক্স একটা দিন। (চাইলে এদিন আমরা ঘান্দ্রুক চলে যেতে পারি। তাহলে ট্রেক শেষে এসে একটা দিন বেশী রিলাক্স পাবো)",
        },
        {
          id: 3,
          title: "Day 3",
          activity:
            "পোখরা থেকে জিপে করে ঘান্দ্রুক চলে যাবো ডিরেক্ট। ঘান্দ্রুকে রাত্রিযাপন।",
        },
        {
          id: 4,
          title: "Day 4",
          activity:
            "আজকে থেকে আমাদের ট্রেক শুরু ।প্রথমদিনই মনে হবে আল্পনার ছবিতে আঁকা কোন এক গ্রামের উপর দিয়ে হেটে যাচ্ছি। আহা মনটা ভরে যাবে ।তবে পুরো রাস্তাটাই অনেক সিড়ি বেয়ে উঠানামা।",
        },
        {
          id: 5,
          title: "Day 5",
          activity:
            "চমরং গ্রামটা বেশ সুন্দর। এখানে প্রায় রাতে তাদের নিজস্ব সংস্কৃতি নিয়ে রাতে নাচ, গান হয় ।দারুন একটি রাতের জন্য সারাদিনের ক্লান্তি চলে যায়।",
        },
        {
          id: 6,
          title: "Day 6",
          activity: "দোভান থেকে মাছুপুছারে বেইজক্যাম্প। ৬ ঘন্টা ট্রেক।",
        },
        {
          id: 7,
          title: "Day 7",
          activity:
            "মাছুপুছারে বেইজক্যাম্প থেকে অন্নপূর্ণা বেইজক্যাম্প ঘুরে ব্যাম্বো চলে আসবো।",
        },
        {
          id: 8,
          title: "Day 8",
          activity: "ব্যাম্বো থেকে সিনোয়া অথবা ঝিনু নেমে আসবো।",
        },
        {
          id: 9,
          title: "Day 9",
          activity:
            "দিন ঝিনু থেকে ২ ঘন্টা ট্রেক করে জিপে পোখরা। রাতের বাসে কাঠমুন্ডু চলে আসবো।",
        },
        {
          id: 10,
          title: "Day 10",
          activity: "সকালে কাঠমুন্ডু নেমে দুপুরের ফ্লাইটে ঢাকা চলে আসবো।",
        },
      ],

      inclusions: [
        {
          id: 1,
          inc: "কাঠমুন্ডু থেকে সকল প্রকার যানবাহন খরচ।",
        },
        {
          id: 2,
          inc: "প্রতিদিন ৩ বেলা খাবার ( ট্রেকের সময় শুধু ভেজ আইটেম থাকবে, তবে এই রুটে খাবারের অনেক অপশন থাকবে)",
        },
        {
          id: 3,
          inc: "অভিজ্ঞ গাইড।",
        },
        {
          id: 4,
          inc: "পোখরায় মাঝারি মানের হোটেলে শেয়ার বেসিসে থাকা, ট্রেকের সময় টি হাউজ ও কটেজে থাকার ব্যাবস্থা।",
        },
        {
          id: 5,
          inc: "ফড়িংয়ের দলের একটি এক্সক্লুসিভ টিশার্ট।",
        },
      ],
      exclusions: [
        {
          id: 1,
          exc: "বিমান ভাড়া।",
        },
        {
          id: 2,
          exc: "রুট পারমিট + টিমস ( ১৩০০ রুপি)",
        },
        {
          id: 3,
          exc: "মেনুর বাইরে যেকোন খাবার",
        },
        {
          id: 4,
          exc: "মিনারেল ওয়াটার, চা, কফি",
        },
        {
          id: 5,
          exc: "পার্ক, বিনোদন, রাইডের টিকেট।",
        },
        {
          id: 6,
          exc: "উপরে উল্লেখিত নয় এমন কিছু।",
        },
      ],
      Policy: [
        {
          id: 1,
          policy: "নির্দিষ্ট সময়ে ইভেন্ট ফি পরিশোধ করতে হবে।",
        },
        {
          id: 2,
          policy:
            "ভ্রমণ সুন্দর মত পরিচালনা করার জন্য সবাই আয়োজকদের সর্বাত্মক সহায়তা করতে হবে।",
        },
        {
          id: 3,
          policy: "ধূমপান করে না এমন কারো সামনে ধূমপান করা যাবে না।",
        },
        {
          id: 4,
          policy:
            "ভ্রমন চলাকালিন যেকোন সমস্যা/দুর্ঘটনা মেনে নেওয়ার মন মানসিকতা নিয়েই অংশগ্রহন করবেন।",
        },
        {
          id: 5,
          policy:
            "সকল নিয়ম কানুন অবশ্যই মেনে চলার দৃষ্টিভঙ্গি নিয়েই অংশগ্রহন করত হবে।",
        },
        {
          id: 6,
          policy: "অতিরিক্ত দু:সাহসিকতা দেখানো যাবেনা।",
        },
        {
          id: 7,
          policy:
            "পরিবেশ ও প্রকৃতির ক্ষতি হয় এমন কিছু করা থেকে বিরত থাকতে হবে।",
        },
        {
          id: 8,
          policy:
            "দলছাড়া হয়ে ঘুরা যাবে না। বিশেষ প্রয়োজনে দলকে জানিয়ে যাওয়া যেতে পারে।",
        },
        {
          id: 9,
          policy: "দলের কাউকে কষ্ট দিয়ে কোন কথা বলা বা কাজ করা যাবে না।",
        },
        {
          id: 10,
          policy: "সম্পূর্ন ইভেন্ট বিবরন ও বিস্তারিত পড়ে অংশগ্রহন করতে হবে।",
        },
      ],
    },
    {
      id: 7,
      img1: require("../../../assets/images/events/annapurna1.jpg"),
      img2: require("../../../assets/images/events/annapurna2.jpg"),
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/events/annapurna5.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/events/annapurna4.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/events/annapurna3.jpg"),
        },
        {
          id: 4,
          img: require("../../../assets/images/events/annapurna6.jpg"),
        },
        {
          id: 5,
          img: require("../../../assets/images/events/annapurna7.jpg"),
        },
        {
          id: 6,
          img: require("../../../assets/images/events/annapurna8.jpg"),
        },
      ],
      name: "অন্নপূর্ণা বেইজক্যাম্প",
      title: "Onnopurna",
      price: "2350/-",
      price_details:
        "✔️ইভেন্ট প্রাইজ - ৩৫০ ইউএস ডলার ( কাঠমুন্ডু থেকে কাঠমুন্ডু)",
      date: "",
      location: "Nepal",
      event_duration: "",
      short_description:
        "এটি ফড়িংয়ের দলের নিজস্ব ইভেন্ট। আমরা এবার যাচ্ছি হিমালয়ের দেশ নেপালের অন্নপূর্না বেইজক্যাম্পে।",
      description:
        "অন্নপূর্ণা বেইজক্যাম্প ট্রেক নিয়ে বেশি কিছু বলার দরকার হয়না। নেপালের জনপ্রিয় ২ টা রুটের মধ্যে অন্নপূর্ণা বেইজক্যাম্প অন্যতম। পৃথিবীর অন্যতম কঠিন পর্বতের সামনে নিজেকে আবিষ্কার করাটা এক অভূতপূর্ব অনুভূতি। অন্নপূর্ণা বেইজক্যাম্প ট্রেক বিগেনার লেভেলের ট্রেক, ভালো ফিটনেস আর হালকা হাটাহাটি করার অভ্যাস থাকলেই আপনি এই ট্রেকে অনায়াসে যুক্ত হতে পারবেন। এই ট্রিপের জন্য কোন শর্ত আরোপ থাকবে না। তবে অবশ্যই গ্রুপ মিটিংয়ে থাকার জন্য আপনাকে চাপাচাপি করা হবে :-)",
      hotel: "",
      activities: [
        {
          id: 1,
          title: "Day 1",
          activity:
            "ঢাকা টু কাঠমুন্ডু ফ্লাইট। দুপুর ১টার মধ্যে পৌছে যাবো ।তারপর কারো হালকা কেনাকাটা থাকলে করে নিবে ।রাতের বাসে আমরা কাঠমুন্ডু থেকে পোখরা রওনা হয়ে যাবো।",
        },
        {
          id: 2,
          title: "Day 2",
          activity:
            "সারাদিন পোখরায় থাকবো এইদিন, ফেওয়া লেকের পারে অলস সন্ধ্যা আর নৌকা রাইডে কেটে যাবে রিলাক্স একটা দিন। (চাইলে এদিন আমরা ঘান্দ্রুক চলে যেতে পারি। তাহলে ট্রেক শেষে এসে একটা দিন বেশী রিলাক্স পাবো)",
        },
        {
          id: 3,
          title: "Day 3",
          activity:
            "পোখরা থেকে জিপে করে ঘান্দ্রুক চলে যাবো ডিরেক্ট। ঘান্দ্রুকে রাত্রিযাপন।",
        },
        {
          id: 4,
          title: "Day 4",
          activity:
            "আজকে থেকে আমাদের ট্রেক শুরু ।প্রথমদিনই মনে হবে আল্পনার ছবিতে আঁকা কোন এক গ্রামের উপর দিয়ে হেটে যাচ্ছি। আহা মনটা ভরে যাবে ।তবে পুরো রাস্তাটাই অনেক সিড়ি বেয়ে উঠানামা।",
        },
        {
          id: 5,
          title: "Day 5",
          activity:
            "চমরং গ্রামটা বেশ সুন্দর। এখানে প্রায় রাতে তাদের নিজস্ব সংস্কৃতি নিয়ে রাতে নাচ, গান হয় ।দারুন একটি রাতের জন্য সারাদিনের ক্লান্তি চলে যায়।",
        },
        {
          id: 6,
          title: "Day 6",
          activity: "দোভান থেকে মাছুপুছারে বেইজক্যাম্প। ৬ ঘন্টা ট্রেক।",
        },
        {
          id: 7,
          title: "Day 7",
          activity:
            "মাছুপুছারে বেইজক্যাম্প থেকে অন্নপূর্ণা বেইজক্যাম্প ঘুরে ব্যাম্বো চলে আসবো।",
        },
        {
          id: 8,
          title: "Day 8",
          activity: "ব্যাম্বো থেকে সিনোয়া অথবা ঝিনু নেমে আসবো।",
        },
        {
          id: 9,
          title: "Day 9",
          activity:
            "দিন ঝিনু থেকে ২ ঘন্টা ট্রেক করে জিপে পোখরা। রাতের বাসে কাঠমুন্ডু চলে আসবো।",
        },
        {
          id: 10,
          title: "Day 10",
          activity: "সকালে কাঠমুন্ডু নেমে দুপুরের ফ্লাইটে ঢাকা চলে আসবো।",
        },
      ],

      inclusions: [
        {
          id: 1,
          inc: "কাঠমুন্ডু থেকে সকল প্রকার যানবাহন খরচ।",
        },
        {
          id: 2,
          inc: "প্রতিদিন ৩ বেলা খাবার ( ট্রেকের সময় শুধু ভেজ আইটেম থাকবে, তবে এই রুটে খাবারের অনেক অপশন থাকবে)",
        },
        {
          id: 3,
          inc: "অভিজ্ঞ গাইড।",
        },
        {
          id: 4,
          inc: "পোখরায় মাঝারি মানের হোটেলে শেয়ার বেসিসে থাকা, ট্রেকের সময় টি হাউজ ও কটেজে থাকার ব্যাবস্থা।",
        },
        {
          id: 5,
          inc: "ফড়িংয়ের দলের একটি এক্সক্লুসিভ টিশার্ট।",
        },
      ],
      exclusions: [
        {
          id: 1,
          exc: "বিমান ভাড়া।",
        },
        {
          id: 2,
          exc: "রুট পারমিট + টিমস ( ১৩০০ রুপি)",
        },
        {
          id: 3,
          exc: "মেনুর বাইরে যেকোন খাবার",
        },
        {
          id: 4,
          exc: "মিনারেল ওয়াটার, চা, কফি",
        },
        {
          id: 5,
          exc: "পার্ক, বিনোদন, রাইডের টিকেট।",
        },
        {
          id: 6,
          exc: "উপরে উল্লেখিত নয় এমন কিছু।",
        },
      ],
      Policy: [
        {
          id: 1,
          policy: "নির্দিষ্ট সময়ে ইভেন্ট ফি পরিশোধ করতে হবে।",
        },
        {
          id: 2,
          policy:
            "ভ্রমণ সুন্দর মত পরিচালনা করার জন্য সবাই আয়োজকদের সর্বাত্মক সহায়তা করতে হবে।",
        },
        {
          id: 3,
          policy: "ধূমপান করে না এমন কারো সামনে ধূমপান করা যাবে না।",
        },
        {
          id: 4,
          policy:
            "ভ্রমন চলাকালিন যেকোন সমস্যা/দুর্ঘটনা মেনে নেওয়ার মন মানসিকতা নিয়েই অংশগ্রহন করবেন।",
        },
        {
          id: 5,
          policy:
            "সকল নিয়ম কানুন অবশ্যই মেনে চলার দৃষ্টিভঙ্গি নিয়েই অংশগ্রহন করত হবে।",
        },
        {
          id: 6,
          policy: "অতিরিক্ত দু:সাহসিকতা দেখানো যাবেনা।",
        },
        {
          id: 7,
          policy:
            "পরিবেশ ও প্রকৃতির ক্ষতি হয় এমন কিছু করা থেকে বিরত থাকতে হবে।",
        },
        {
          id: 8,
          policy:
            "দলছাড়া হয়ে ঘুরা যাবে না। বিশেষ প্রয়োজনে দলকে জানিয়ে যাওয়া যেতে পারে।",
        },
        {
          id: 9,
          policy: "দলের কাউকে কষ্ট দিয়ে কোন কথা বলা বা কাজ করা যাবে না।",
        },
        {
          id: 10,
          policy: "সম্পূর্ন ইভেন্ট বিবরন ও বিস্তারিত পড়ে অংশগ্রহন করতে হবে।",
        },
      ],
    },
  ],
  hotels: [
    {
      id: 1,
      img1: require("../../../assets/images/hotels/chander bari resort 1 - MD AZMAIN ANJUM.jpg"),
      img2: require("../../../assets/images/shop/dress/1-1.jpeg"),
      name: "চাঁদের বাড়ি রিসোর্ট, সাজেক",
      location: " Ruiluipara Sajek, Rangamati, Bangladesh",
      price: "5500 =/টাকা",
      price_details:
        "শুক্র,শনি এবং ছুটির দিনে  প্রিমিয়াম রুম -৪০০০ টাকা।  ইকোনমি রুম -৩৫০০ টাকা।   অন্যান্য দিনে  প্রিমিয়াম রুম -৩৫০০ টাকা ইকোনমি রুম -৩০০০ টাকা",
      description:
        "নিজের প্রিয়জন, পরিবার কিংবা বন্ধুদের নিয়ে  ফড়িংদের নিয়ে মেঘ,পাহাড়ের সাজেক থেকে ঘুরে আসতে পারেন। ",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/hotels/hotelslider/3 (1).jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/hotels/hotelslider/3 (3).jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/hotels/hotelslider/3 (2).jpg"),
        },
      ],
      features: [
        {
          id: 1,
          feature: "এখানে মোট রুম ৬ টি",
        },
        {
          id: 2,
          feature: "আমাদের সবগুলো রুম ই ইন্ডিয়ার মিজোরাম ভিউ।",
        },
        {
          id: 3,
          feature: "প্রতিটি রুমের সাথে আছে খোলা বারান্দা।",
        },
        {
          id: 4,
          feature:
            "প্রতি রুমে একটি করে কাপল বেড আছে, সাথে ফ্লোরিং করে দুই জন থাকতে পারবে (২ জন বেডে, ২ জন ফ্লোরিং বেডে মোট ৪ জন থাকতে পারবে)",
        },
        {
          id: 5,
          feature: "প্রতিটি রুমের সাথেই রয়েছে এটাচড বাথরুম উইথ হাইকমোড।",
        },
        {
          id: 6,
          feature: "এছাড়া রয়েছে ২৪ ঘন্টা পানি, জেনারেটর,সৌরবিদ্যুৎ সুবিধা।",
        },
      ],
    },
    {
      id: 2,
      img1: require("../../../assets/images/hotels/h22.jpg"),
      img2: require("../../../assets/images/hotels/h2.jpg"),
      name: "Coral Island Resort St.martin",
      location: "Saint Martin, Jolpori Road, Bangladesh",
      price: "2000 =/টাকা",
      price_details:
        "শুক্র-শনি -ছুটির দিন  ডাবল -২৫০০ কাপল -২০০০ কানেকটিং-৩৫০০   অন্যান্য দিন - ডাবল -২০০০ কাপল -১৫০০ কানেকটিং -৩০০০   ওয়াটার ভিউ - শুক্র-শনি -ছুটির দিন  ২০০০  অন্যান্য দিন - ১৫০০",
      description:
        "বাংলাদেশের সর্ব দক্ষিণে বঙ্গোপসাগরের উত্তর-পূর্বাংশে সেন্ট মার্টিন দ্বীপ অবস্থিত। এটি একটি প্রবালদ্বীপ। এটি কক্সবাজার জেলার টেকনাফ হতে প্রায় ৯ কিলোমিটার দক্ষিণে এবং মায়ানমার-এর উপকূল হতে ৮ কিলোমিটার পশ্চিমে নাফ নদীর মোহনায় অবস্থিত। প্রচুর নারিকেল পাওয়া যায় বলে স্থানীয়ভাবে একে নারিকেল জিঞ্জিরাও বলা হয়ে থাকে",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/hotels/h2.jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/hotels/h22.jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/hotels/h222.jpg"),
        },
      ],
      features: [
        {
          id: 1,
          feature: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 2,
          feature: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 3,
          feature: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 4,
          feature: "jkhgdf jfkdhg,v fjgskfjj",
        },
      ],
    },
    {
      id: 3,
      img1: require("../../../assets/images/hotels/wv3.jpg"),
      img2: require("../../../assets/images/hotels/wv2.jpg"),
      name: "Water View Resort Saint Martin",
      location: "Saint Martin, Jolpori Road, Bangladesh",
      price: "3000 =/টাকা",
      price_details: "শুক্র-শনি -ছুটির দিনে  ২৫০০  অন্যান্য দিনে  ২০০০",
      description:
        "বাংলাদেশের সর্ব দক্ষিণে বঙ্গোপসাগরের উত্তর-পূর্বাংশে সেন্ট মার্টিন দ্বীপ অবস্থিত। এটি একটি প্রবালদ্বীপ। এটি কক্সবাজার জেলার টেকনাফ হতে প্রায় ৯ কিলোমিটার দক্ষিণে এবং মায়ানমার-এর উপকূল হতে ৮ কিলোমিটার পশ্চিমে নাফ নদীর মোহনায় অবস্থিত। প্রচুর নারিকেল পাওয়া যায় বলে স্থানীয়ভাবে একে নারিকেল জিঞ্জিরাও বলা হয়ে থাকে",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/hotels/wv2.jpg"),
        },
        {
          id: 2,
          img: "../../../assets/images/hotels/wv3.jpg",
        },
        {
          id: 3,
          img: require("../../../assets/images/hotels/wv.jpg"),
        },
      ],
      features: [
        {
          id: 1,
          feature: "jgkjgkj",
        },
        {
          id: 2,
          feature: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 3,
          feature: "jkhgdf jfkdhg,v fjgskfjj",
        },
        {
          id: 4,
          feature: "jkhgdf jfkdhg,v fjgskfjj",
        },
      ],
    },
    {
      id: 4,
      img1: require("../../../assets/images/hotels/chander bari resort 1 - MD AZMAIN ANJUM.jpg"),
      img2: require("../../../assets/images/shop/dress/1-1.jpeg"),
      name: "চাঁদের বাড়ি রিসোর্ট, সাজেক",
      location: " Ruiluipara Sajek, Rangamati, Bangladesh",
      price: "5500 =/টাকা",
      price_details:
        "শুক্র,শনি এবং ছুটির দিনে  প্রিমিয়াম রুম -৪০০০ টাকা।  ইকোনমি রুম -৩৫০০ টাকা।   অন্যান্য দিনে  প্রিমিয়াম রুম -৩৫০০ টাকা ইকোনমি রুম -৩০০০ টাকা",
      description:
        "নিজের প্রিয়জন, পরিবার কিংবা বন্ধুদের নিয়ে  ফড়িংদের নিয়ে মেঘ,পাহাড়ের সাজেক থেকে ঘুরে আসতে পারেন। ",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/hotels/hotelslider/3 (1).jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/hotels/hotelslider/3 (3).jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/hotels/hotelslider/3 (2).jpg"),
        },
      ],
      features: [
        {
          id: 1,
          feature: "এখানে মোট রুম ৬ টি",
        },
        {
          id: 2,
          feature: "আমাদের সবগুলো রুম ই ইন্ডিয়ার মিজোরাম ভিউ।",
        },
        {
          id: 3,
          feature: "প্রতিটি রুমের সাথে আছে খোলা বারান্দা।",
        },
        {
          id: 4,
          feature:
            "প্রতি রুমে একটি করে কাপল বেড আছে, সাথে ফ্লোরিং করে দুই জন থাকতে পারবে (২ জন বেডে, ২ জন ফ্লোরিং বেডে মোট ৪ জন থাকতে পারবে)",
        },
        {
          id: 5,
          feature: "প্রতিটি রুমের সাথেই রয়েছে এটাচড বাথরুম উইথ হাইকমোড।",
        },
        {
          id: 6,
          feature: "এছাড়া রয়েছে ২৪ ঘন্টা পানি, জেনারেটর,সৌরবিদ্যুৎ সুবিধা।",
        },
      ],
    },
    {
      id: 6,
      img1: require("../../../assets/images/hotels/chander bari resort 1 - MD AZMAIN ANJUM.jpg"),
      img2: require("../../../assets/images/shop/dress/1-1.jpeg"),
      name: "চাঁদের বাড়ি রিসোর্ট, সাজেক",
      location: " Ruiluipara Sajek, Rangamati, Bangladesh",
      price: "5500 =/টাকা",
      price_details:
        "শুক্র,শনি এবং ছুটির দিনে  প্রিমিয়াম রুম -৪০০০ টাকা।  ইকোনমি রুম -৩৫০০ টাকা।   অন্যান্য দিনে  প্রিমিয়াম রুম -৩৫০০ টাকা ইকোনমি রুম -৩০০০ টাকা",
      description:
        "নিজের প্রিয়জন, পরিবার কিংবা বন্ধুদের নিয়ে  ফড়িংদের নিয়ে মেঘ,পাহাড়ের সাজেক থেকে ঘুরে আসতে পারেন। ",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/hotels/hotelslider/3 (1).jpg"),
        },
        {
          id: 2,
          img: require("../../../assets/images/hotels/hotelslider/3 (3).jpg"),
        },
        {
          id: 3,
          img: require("../../../assets/images/hotels/hotelslider/3 (2).jpg"),
        },
      ],
      features: [
        {
          id: 1,
          feature: "এখানে মোট রুম ৬ টি",
        },
        {
          id: 2,
          feature: "আমাদের সবগুলো রুম ই ইন্ডিয়ার মিজোরাম ভিউ।",
        },
        {
          id: 3,
          feature: "প্রতিটি রুমের সাথে আছে খোলা বারান্দা।",
        },
        {
          id: 4,
          feature:
            "প্রতি রুমে একটি করে কাপল বেড আছে, সাথে ফ্লোরিং করে দুই জন থাকতে পারবে (২ জন বেডে, ২ জন ফ্লোরিং বেডে মোট ৪ জন থাকতে পারবে)",
        },
        {
          id: 5,
          feature: "প্রতিটি রুমের সাথেই রয়েছে এটাচড বাথরুম উইথ হাইকমোড।",
        },
        {
          id: 6,
          feature: "এছাড়া রয়েছে ২৪ ঘন্টা পানি, জেনারেটর,সৌরবিদ্যুৎ সুবিধা।",
        },
      ],
    },
  ],
  tickets: [
    {
      id: 1,
      img1: "https://via.placeholder.com/300x380",
      img2: require("../../../assets/images/event/esh.jpg"),
      bus: "Hanif",
      destination: "Dhaka to Bandarban",
      price: "350",
      date: "22-12-2021",
      time: "2:30 PM",
    },
    {
      id: 2,
      img1: "https://via.placeholder.com/300x380",
      img2: require("../../../assets/images/event/esh.jpg"),
      bus: "Ena",
      destination: "Dhaka to Bandarban",
      price: "520",
      date: "22-12-2021",
      time: "2:30 PM",
    },
    {
      id: 3,
      img1: "https://via.placeholder.com/300x380",
      img2: require("../../../assets/images/event/esh.jpg"),
      bus: "Saint Martin",
      destination: "Dhaka to Bandarban",
      price: "400",
      date: "22-12-2021",
      time: "2:30 PM",
    },
    {
      id: 4,
      img1: "https://via.placeholder.com/300x380",
      img2: require("../../../assets/images/event/esh.jpg"),
      bus: "Hanif",
      destination: "Dhaka to Bandarban",
      price: "580",
      date: "22-12-2021",
      time: "2:30 PM",
    },
    {
      id: 5,
      img1: "https://via.placeholder.com/300x380",
      img2: require("../../../assets/images/event/esh.jpg"),
      bus: "Hanif Paribahan",
      destination: "Dhaka to Bandarban",
      price: "350",
      date: "22-12-2021",
      time: "2:30 PM",
    },
    {
      id: 6,
      img1: "https://via.placeholder.com/300x380",
      img2: require("../../../assets/images/event/esh.jpg"),
      bus: "Hanif Paribahan",
      destination: "Dhaka to Bandarban",
      price: "350",
      destination: "Dhaka to Bandarban",
      date: "22-12-2021",
      time: "2:30 PM",
    },
    {
      id: 7,
      img1: "https://via.placeholder.com/300x380",
      img2: require("../../../assets/images/event/esh.jpg"),
      bus: "Hanif Paribahan",
      destination: "Dhaka to Bandarban",
      price: "350",
      date: "22-12-2021",
      time: "2:30 PM",
    },
  ],
  blogs: [
    {
      id: 1,
      img: "https://via.placeholder.com/300x380",
      title: "Why choose Us.",
      date: "12-09-2022",
      video: "http://player.vimeo.com/video/87701971",
      short_description: "Because we are Reliable Because we are Reliable",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
        {
          id: 2,
          img: "https://via.placeholder.com/300x380",
        },
        {
          id: 3,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
      ],
      description:
        "Lorem ipsum dolor sit amet, consectetur adipisicing elit.Eligendi rem, facilis nobis voluptatum est voluptatem accusamus molestiae eaque perspiciatis mollitia.",
    },
    {
      id: 2,
      img: "https://via.placeholder.com/300x380",
      title: "Our Mission.",
      video: "http://player.vimeo.com/video/87701971",
      date: "12-09-2022",
      short_description: "To Redefine your Brand To Redefine your Brand",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
        {
          id: 2,
          img: "https://via.placeholder.com/300x380",
        },
        {
          id: 3,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
      ],
      description:
        "Lorem ipsum dolor sit amet, consectetur adipisicing elit.Eligendi rem, facilis nobis voluptatum est voluptatem accusamus molestiae eaque perspiciatis mollitia.",
    },
    {
      id: 3,
      img: "https://via.placeholder.com/300x380",
      title: "What we Do",
      date: "12-09-2022",
      video: "http://player.vimeo.com/video/87701971",
      short_description: "Make our Customers Happy Make our Customers Happy",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
        {
          id: 2,
          img: "https://via.placeholder.com/300x380",
        },
        {
          id: 3,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
      ],
      description:
        "Lorem ipsum dolor sit amet, consectetur adipisicing elit.Eligendi rem, facilis nobis voluptatum est voluptatem accusamus molestiae eaque perspiciatis mollitia.",
    },
    {
      id: 4,
      img: "https://via.placeholder.com/300x380",
      title: "Why choose Us.",
      date: "12-09-2022",
      video: "http://player.vimeo.com/video/87701971",
      short_description: "Because we are Reliable Because we are Reliable",
      slider_img: [
        {
          id: 1,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
        {
          id: 2,
          img: "https://via.placeholder.com/300x380",
        },
        {
          id: 3,
          img: require("../../../assets/images/shop/dress/1-1.jpg"),
        },
      ],
      description:
        "Lorem ipsum dolor sit amet, consectetur adipisicing elit.Eligendi rem, facilis nobis voluptatum est voluptatem accusamus molestiae eaque perspiciatis mollitia.",
    },
  ],
  cartevent: [],
  carthotel: [],
};
const mutations = {
  ADD_EVENT(state, data) {
    state.cartevent.push(data);
  },
  ADD_HOTEL(state, data) {
    state.carthotel.push(data);
  },
};
const actions = {
  addevent({ commit }, data) {
    commit("ADD_EVENT", data, null, { root: true });
  },
  addhotel({ commit }, data) {
    commit("ADD_HOTEL", data, null, { root: true });
  },
};
export default {
  namespaced: true,
  state,
  mutations,
  actions,
};
